//popup massive
var popupInfo = [
  {
    key: 'compass-drive-active',
    title: 'КАК РАБОТАЕТ JEEP ACTIVE DRIVE',
    text: 'Система работает без участия водителя, при необходимости, автоматически корректирует поведение автомобиля, компенсирует недостаточную и избыточную поворачиваемость. Позволяет управлять подключением задней оси, плавно меняя момент на колесах и, при необходимости, может превращать автомобиль в передне- приводной с полным отключением карданного вала, если автомобиль едет по твердому, не скользкому покрытию. <br> Рекомендации по эксплуатации: <br> Прямая передача: любые поверхности, включая влажные или покрытые снегом дороги, песок или гравий. <br><br> <strong>Доступно на версиях: </strong><br>Sport - Longitude – Limited ',
    img: 'img/compass/modal-drive-active.jpg'
  },

  {
    key: 'compass-drive-active-low',
    title: 'КАК РАБОТАЕТ JEEP ACTIVE DRIVE LOW',
    text: 'Увеличивает тягу на колесах до максимума, одновременно повышая коэффициент усиления на рулевом колесе, для более уверенного управления на автомобилем в тяжелых дорожных условиях. Система оснащена функцией удержания автомобиля на уклоне (Hill-descent Control), а система Selec-Terrain имеет еще дополнительную программу - Rock, для улучшения показателей проходимости на каменистых поверхностях. <br> Рекомендации по эксплуатации: <br>  Прямая передача: любые поверхности, включая влажные или покрытые снегом дороги, песок или гравий. <br>  Режим Low: в условиях необходимости высокой мощности на низких скоростях, а также когда требуется дополнительный крутящий момент (например, для буксировки лодки из воды). <br><br> <strong>Доступно на версиях:</strong><br>Trahilhawk',
    img: 'img/compass/modal-drive-active_low.jpg'
  },

  {
    key: 'renegade-drive-active',
    title: 'КАК РАБОТАЕТ JEEP ACTIVE DRIVE',
    text: 'Система работает без участия водителя, при необходимости, автоматически корректирует поведение автомобиля, компенсирует недостаточную и избыточную поворачиваемость. Позволяет управлять подключением задней оси, плавно меняя момент на колесах и, при необходимости, может превращать автомобиль в передне- приводной с полным отключением карданного вала, если автомобиль едет по твердому, не скользкому покрытию. <br> Рекомендации по эксплуатации: <br> Прямая передача: любые поверхности, включая влажные или покрытые снегом дороги, песок или гравий. <br><br> <strong>Доступно на версиях:</strong> <br> Sport - Longitude – Limited',
    img: 'img/renegade/drive-active.jpg'
  },

  {
    key: 'renegade-drive-active-low',
    title: 'КАК РАБОТАЕТ JEEP ACTIVE DRIVE LOW',
    text: 'Увеличивает тягу на колесах до максимума, одновременно повышая коэффициент усиления на рулевом колесе, для более уверенного управления на автомобилем в тяжелых дорожных условиях. Система оснащена функцией удержания автомобиля на уклоне (Hill-descent Control), а система Selec-Terrain имеет еще дополнительную программу - Rock, для улучшения показателей проходимости на каменистых поверхностях. <br>  Рекомендации по эксплуатации: <br> Прямая передача: любые поверхности, включая влажные или покрытые снегом дороги, песок или гравий. <br> Режим Low: в условиях необходимости высокой мощности на низких скоростях, а также когда требуется дополнительный крутящий момент (например, для буксировки лодки из воды). <br>  <strong>Доступно на версиях:</strong> <br> <p>Sport - Longitude – Limited',
    img: 'img/renegade/modal-drive-active_low.jpg'
  },

  {
    key: 'quadra-drive',
    title: 'Как работает QUADRA-DRIVE<sup>®</sup> II',
    text: 'Система постоянного полного привода Quadra-Drive® II 4x4 является бескомпромиссным выбором практически для любых условий движения. Система включает в себя раздаточную коробку и задний дифференциал с электронной блокировкой, которые обеспечивают автомобилю отличные тяговые свойства. В раздаточной коробке имеется понижающий ряд с передаточным числом 2.72 и нейтральное положение. <br> Рекомендации по эксплуатации: <br> Прямая передача в разд`аточной коробке - дороги с любым покрытием, включая покрытия во влажном состоянии, заснеженные дороги, щебеночные дороги или песок. Понижающая передача в раздаточной коробке 2,72 - в условиях, требующих дополнительной тяги на малых скоростях движения, при необходимости иметь дополнительный момент (например, при буксировке прицепа с катером из воды на берег), при точном маневрировании. <br><br> <strong>Доступно на версиях:</strong> <br> Limited <br><br> Стандартно на: дизель Overland и V8 бензиновый двигатель - дизель Summit и бензиновый двигатель V8',
    img: 'img/grand-cherokee/modal-quadra-drive.jpg'
  },
  
  {
    key: 'quadra-track-video'
  },

  {
    key: 'quadra-track',
    title: 'Как работает QUADRA-TRAC<sup>®</sup>&nbsp;SRT<sup>®</sup>',
    text: 'Quadra-Trac<sup>®</sup> SRT<sup>®</sup> - это активная система постоянного полного привода, созданная инженерным подразделением SRT8<sup>®</sup>, для того чтобы обеспечить автомобилю предельные тяговые возможности как на дорогах, так и на бездорожье. Одноступенчатая раздаточная коробка с электронным управлением находится постоянно в работе, автоматически направляя на передние и задние колеса крутящие моменты оптимальной величины - в зависимости от условий движения. С помощью системы Selec-Trac® водитель в зависимости от конкретных условий может выбрать один из пяти режимов вождения: "Автоматический", "Снег", "Буксировка", "Спорт" и "Трек".<br> Рекомендации по эксплуатации:<br> Прямая передача в раздаточной коробке - дороги с любым покрытием, включая покрытия во влажном состоянии, заснеженные дороги, щебеночные дороги или песок.<br><br><strong> Стандартно: </strong><br> SRT<sup>®</sup>',
    img: 'img/grand-cherokee/modal-quadra-track.jpg'
  },

  {
    key: 'quadra-track',
    title: 'Как работает QUADRA-TRAC<sup>®</sup>&nbsp;SRT<sup>®</sup>',
    text: 'Quadra-Trac<sup>®</sup> SRT<sup>®</sup> - это активная система постоянного полного привода, созданная инженерным подразделением SRT8<sup>®</sup>, для того чтобы обеспечить автомобилю предельные тяговые возможности как на дорогах, так и на бездорожье. Одноступенчатая раздаточная коробка с электронным управлением находится постоянно в работе, автоматически направляя на передние и задние колеса крутящие моменты оптимальной величины - в зависимости от условий движения. С помощью системы Selec-Trac® водитель в зависимости от конкретных условий может выбрать один из пяти режимов вождения: "Автоматический", "Снег", "Буксировка", "Спорт" и "Трек".<br> Рекомендации по эксплуатации:<br> Прямая передача в раздаточной коробке - дороги с любым покрытием, включая покрытия во влажном состоянии, заснеженные дороги, щебеночные дороги или песок.<br><br><strong> Стандартно: </strong><br> SRT<sup>®</sup>',
    img: 'img/grand-cherokee/modal-quadra-track.jpg'
  },
  
  {
    key: 'quadra-track2',
    title: 'Как работает QUADRA-TRAC II<sup>®</sup>',
    text: '  Активная система постоянного полного привода Quadra-Trac II<sup>®</sup> работает в режиме 2-4WD, пока не потребуется дополнительная тяга. В этом случае система реагирует включением фрикциона, для того чтобы направить до 100% крутящего момента на любую из осей. Система работает совместно с системой управления распределением момента на колесах за счет подтормаживания буксующего колеса и всеколесной системой управления тягой и торможением, обеспечивая уверенную тягу с любых условиях движения. Система Quadra-Trac II 4х4 также отличается наличием понижающего ряда с передаточным числом 2.72:1 и нейтрального положения для буксировки автомобиля по дорогам.<br> Рекомендации по эксплуатации:<br> Практически в любых условиях движения. <br><br> <strong> Стандартно на версиях:</strong><br> Laredo - Limited - Overland V6 бензиновый двигатель. ',
    img: 'img/grand-cherokee/modal-quadra-track.jpg'
  }
]
